{
  "title": "Under the Fig Trees",
  "page": "page-47.pdf",
  "section": "Official Selection",
  "program": "Films Femmes Afrique",
  "countries": [
    "Tunisia",
    "France",
    "Switzerland",
    "Germany",
    "Qatar"
  ],
  "year": 2021,
  "runtime_minutes": 92,
  "languages": [
    "Arabic"
  ],
  "directors": [
    "Erige Sehiri"
  ],
  "screenwriters": [
    "Peggy Hamann",
    "Ghalya Lacroix",
    "Erige Sehiri"
  ],
  "producers": [
    "Palmyre Badinier",
    "Roshanak Behesht Nedjad",
    "Didar Domehri",
    "Erige Sehiri"
  ],
  "cast": [
    "Fedi Ben Achour",
    "Firas Amri",
    "Ameni Fdhili"
  ],
  "cinematographers": [
    "Frida Marzouk"
  ],
  "editors": [
    "Hugues Dardart (post-production assistant)"
  ],
  "print_source": "Luxbox",
  "description": "Acclaimed French-Tunisian documentarian Erige Sehiri makes her narrative debut with this beautifully observed, deeply intimate look at a day in the lives of workers on an Tunisian orchard during the summer harvest. Under the sun-dappled trees, a deep connection blossoms between the young men and women as they flirt, develop feelings of attraction and denial, and try to understand one another. Premiering in the Directors' Fortnight section of this year's Cannes, Under the Fig Trees is rich with images that bring an observational levity to each fleeting and formative encounter.",
  "quote": {
    "text": "From the outset, the need to work with non-professional actors and actresses became apparent in this environment. I wanted to work with people from this region, who speak the particular dialect of this originally Berber Village…. I never gave them written dialogue. They were simply given the trajectories of their characters and the various relationships they had with each other throughout the day, as well as what was intended for each scene and how this was structured. Then they improvised with all this and I re-wrote accordingly. They used their own words, their own way of talking, speaking with the accent that I know so well, because this is how my father speaks.",
    "credit": "Director Erige Sehiri"
  }
}
