{
  "title": "Mediterranean Fever",
  "page": "page-30.pdf",
  "section": "Official Selection",
  "countries": [
    "Palestine",
    "Germany",
    "France",
    "Cyprus",
    "Qatar"
  ],
  "year": 2022,
  "runtime_minutes": 108,
  "languages": [
    "Arabic"
  ],
  "directors": [
    "Maha Haj"
  ],
  "screenwriters": [
    "Maha Haj"
  ],
  "producers": [
    "Baher Agbariya",
    "Martin Hampel",
    "Thanassis Karathanos"
  ],
  "cast": [
    "Amer Hlehel",
    "Ashraf Farah",
    "Anat Hadid"
  ],
  "cinematographers": [
    "Antoine Héberlé"
  ],
  "editors": [
    "Véronique Lange"
  ],
  "print_source": "Luxbox",
  "description": "Palestinian filmmaker Maha Haj won Best Screenplay in Un Certain Regard at Cannes 2022 for her bittersweet and unpredictable comedy-drama about male friendship. Middle-aged, melancholic, and married with two kids, Waleed has abandoned a steady job in banking to pursue his dream of becoming a writer. But his novel and his life in the seaside city of Haifa seem to be going nowhere. That is until he meets Jalal, a fellow Palestinian and the laid-back father of a family that's just moved in next door. An initially tense meeting develops into a friendship that might just help Waleed get his writing and his life back on track.",
  "quote": {
    "text": "I am a filmmaker who has a melancholic state of mind along with a sense of humour. This led me to write a thriller-drama about Waleed, a 40-year-old aspiring writer suffering from chronic depression. Through this fictional male character, I pushed my opinions and daily thoughts to extremes. I know Waleed's character and I am familiar with it. I developed a mockery of my dark side through a person that is similar yet different from me. While playing with life and death themes, I took Waleed to extremes that I never would have dared to reach… I chose to focus on one personality and express the depression of an individual, in contrast to that of an entire society.",
    "credit": "Director Maha Haj"
  }
}
