{
  "title": "America",
  "page": "page-12.pdf",
  "section": "Official Selection",
  "countries": [
    "Israel",
    "Germany",
    "Czech Republic"
  ],
  "year": 2022,
  "runtime_minutes": 127,
  "languages": [
    "Hebrew"
  ],
  "directors": [
    "Ofir Raul Graizer"
  ],
  "screenwriters": [
    "Ofir Raul Graizer"
  ],
  "producers": [
    "Jiries Copti",
    "Ofir Raul Graizer",
    "Marcos Kantis",
    "Ami Livne",
    "Jan Macola",
    "Itai Tamir"
  ],
  "cast": [
    "Oshrat Ingadashet",
    "Michael Moshonov",
    "Ofri Biterman"
  ],
  "cinematographers": [
    "Omri Aloni"
  ],
  "editors": [
    "Michal Oppenheim"
  ],
  "print_source": "Beta Cinema",
  "description": "The Cakemaker was an audience favourite at LIFF 2017 and writer/director Ofir Raul Graizer's new film America is a sensual and vibrant melodrama and an affectionate tribute to 60s and 70s cinema. Eli works as a swimming coach in Chicago but he returns to his native Israel after news of his father's death. Eli seems to have put the past behind him but he decides to contact Yotam, a childhood friend, who now runs a flower shop with his fiancee Iris. Reigniting an old friendship sets in motion a series of events that have a lasting impact on the lives of everyone involved.",
  "quote": {
    "text": "I had this concept that each of the characters has their own story and each story has a different colour. Blue is the colour of Eli, first of all because it's the water but also it's blue, it's some sadness. And then for Iris it's the green and the brown - these are her colours, the colours of the shop, of the earth. She's coming from a harder home and a harder reality, she's like a very earthy person. And Yotam's colours are the warm colours, the red and the orange and the yellow. I can imagine that he painted the apartment, that's how he's dressed, that's why he's cooking in this kitchen surrounded by yellow, and for him it's about vivid, about life and about sunlight. This was like a clear vision for me, I knew wanted it to be very obvious in the film - in the props, in the clothes, in the colour palette of the shooting.",
    "credit": "Director Ofir Raul Graizer"
  }
}
