{
  "title": "Daughters of Darkness",
  "page": "page-82.pdf",
  "section": "Fanomenon",
  "program": "LIFF X Queer Fear",
  "original_title": "Les lèvres rouges",
  "countries": [
    "Belgium",
    "France",
    "West Germany",
    "USA",
    "Canada"
  ],
  "year": 1971,
  "runtime_minutes": 87,
  "languages": [
    "German",
    "French",
    "Dutch",
    "English"
  ],
  "directors": [
    "Harry Kümel"
  ],
  "screenwriters": [
    "Pierre Drouot",
    "Jean Ferry",
    "Harry Kümel"
  ],
  "producers": [
    "Paul Collet",
    "Pierre Drouot",
    "John Dunning"
  ],
  "cast": [
    "Delphine Seyrig",
    "John Karlen",
    "Danielle Ouimet"
  ],
  "cinematographers": [
    "Eduard van der Enden"
  ],
  "editors": [
    "Denis Bonan",
    "August Verschueren",
    "Hans Zeiler"
  ],
  "print_source": "CINEMATEK",
  "description": "Returning once again to LIFF is Queer Fear, which aims to chart queer communities' lasting association with the horror genre. Screening in a 4K restoration, Daughters of Darkness follows a newlywed couple who encounter a mysterious Dietrich-styled countess in furs (Delphine Seyrig) while on holiday at a remote resort. Along with her secretary 'companion', the ageless countess unleashes a frenzy of violence and sensuality.\n\nWe are delighted to welcome its director and co-writer Harry Kümel to discuss its enduring impact and legacy of LGBTQIA+ representation and female empowerment within horror, as well as its iconic brand of European erotica.",
  "quote": {
    "text": "My favourite vampire films? Dark Shadows by Tim Burton. Bram Stoker's Dracula by Francis Ford Coppola. I don't understand why Coppola himself doesn't like that film. What else? Et mourir de plaisir by Roger Vadim and starring Annette Stroyberg, Mel Ferrer, and Elsa Martinelli as lesbian vampires. Claude Renoir's cinematography is especially magnificent... More than anything, you need to trust the director's ambition to make a film that stands the test of time. That is a normal human ambition: you give birth to a child, you create an artwork and you hope that it lives and thrives. But the only way to fulfil that ambition is to approach reality in a different way, to say this is true and this is not true simultaneously.",
    "credit": "Director Harry Kümel, from an interview with BRUZZ Magazine"
  }
}
