{
  "title": "Adam",
  "page": "page-153.pdf",
  "section": "LIFF 2022 Spotlights: Films Femmes Afrique",
  "countries": [
    "Morocco",
    "France"
  ],
  "year": 2019,
  "runtime_minutes": 98,
  "languages": [
    "Arabic"
  ],
  "directors": [
    "Maryam Touzani"
  ],
  "screenwriters": [
    "Maryam Touzani"
  ],
  "producers": [
    "Nabil Ayouch",
    "Amine Benjelloun",
    "Patrick Quinet"
  ],
  "cast": [
    "Lubna Azabal",
    "Nisrin Erradi",
    "Douae Belkhaouda"
  ],
  "cinematographers": [
    "Virginie Surdej"
  ],
  "editors": [
    "Yassine Marchoud",
    "Julie Naas"
  ],
  "print_source": "Films Boutique",
  "description": "The lives of two vulnerable women in Casablanca - one pregnant, homeless, and shunned, the other a grieving widow - converge and transform in this beautifully intimate directorial debut by Maryam Touzani. Abla runs a modest local bakery from her home, where she looks after her 8 year-old daughter Warda. Their routine of housework and homework is interrupted when Samia, a young woman pregnant out of wedlock, arrives looking for a job and a place to stay. Reluctant at first, gradually Alba's resolve softens and Samia's arrival begins to offer all of them the prospect of a new life.",
  "quote": {
    "text": "The film was born from a real encounter, painful yet inspiring, that forever left an indelible mark on me. I knew a young woman who inspired me for the character of Samia. She landed in Tangier, fleeing her family after becoming pregnant then being left by the man who had promised to marry her...My parents took her in when she showed up on their doorstep, although they didn't even know her...I felt an urgency to write and tell this story upon becoming a mother myself. Her story came together with my own wounds, my experience with loss, the distress one can feel, the denial, the unresolved grief. Yet, there also was my joy to be a mother. This is how Adam began to take shape.",
    "credit": "Director Maryam Touzani"
  }
}
